; Bu dosya, ContextMenuManager (Windows Sağ Tık Menü Yöneticisi) programının arayüz metin sözlüğüdür.
; Programa çeviri desteği sunmak ve Github'a göndermek için, aşağıda eşittir işaretinin sağındaki kısımları çevrilmiş metinle değiştirin.
; General - Translator: Çeviriye katkıda bulunan kişi. General - Language: Dil adı (Örn: tr-TR Türkçe).
; General - TranslatorUrl: Çevirmenin web adresi (Win+R komutuyla açılabilen herhangi bir bağlantı olabilir).
; Çeviri Notları: Şimdilik çevrilmeyecek değerleri boş bırakabilirsiniz. Satır atlamak için \r\n veya \n kaçış karakterlerini kullanın.
; Birden fazla çevirmen varsa, Translator ve TranslatorUrl değerlerini ayırmak için \r\n veya \n kullanın.
; URL adresi olmayanlar için "null" yazarak kişi ve bağlantı eşleşmesini (index) koruyun. Örnek: Translator = Bob \r\n Join \r\n Andi,
; TranslatorUrl = https://github.com/BluePointLilac \r\n null \r\n https://gitee.com/BluePointLilac

[General]
AppName = Windows Sağ Tık Menü Yöneticisi
Language = tr-TR Türkçe
Translator = SmileFate
TranslatorUrl = https://github.com/smilefate
 
[ToolBar]
Home = Ana Sayfa
Type = Dosya Türü
Rule = Diğer Kurallar
Refresh = Yenile
About = Hakkında

[SideBar]
File = Dosya
Folder = Klasör
Directory = Dizin
Background = Dizin Arka Planı
Desktop = Masaüstü Arka Planı
Drive = Sürücü
AllObjects = Tüm Nesneler
Computer = Bu Bilgisayar
RecycleBin = Geri Dönüşüm Kutusu
Library = Kitaplık
New = Yeni Menüsü
SendTo = Gönder Menüsü
OpenWith = Birlikte Aç Menüsü
WinX = Win+X Menüsü

LnkFile = lnk Dosyası
UwpLnk = UWP Kısayolu
ExeFile = exe Dosyası
CustomExtension = Özel Uzantı
PerceivedType = Algılanan Tür
DirectoryType = Dizin Türü
UnknownType = Bilinmeyen Tür
MenuAnalysis = Menü Analizi

EnhanceMenu = Gelişmiş Menüler
DetailedEdit = Detaylı Düzenleme
DragDrop = Sürükle Bırak Menüsü
PublicReferences = Ortak Başvurular
CustomRegPath = Özel Kayıt Defteri Yolu
GuidBlocked = GUID Kilitleme
IEMenu = IE Tarayıcı Menüsü

AppSetting = Program Ayarları
AppLanguage = Program Dili
CheckUpdate = Güncelleştirmeleri Denetle
Dictionaries = Sözlükler
AboutApp = Program Hakkında
Donate = Bağış Yap
BackupRestore = Yedekleme ve Geri Yükleme

[StatusBar]
File = Tüm dosya türleri için sağ tık menüsü
Folder = Tüm klasörler için sağ tık menüsü
Directory = Tüm dosya dizinleri için sağ tık menüsü
Background = Tüm dizin ve masaüstü arka planları için sağ tık menüsü
Desktop = Masaüstü arka planı için sağ tık menüsü
Drive = Tüm disk sürücüleri için sağ tık menüsü
AllObjects = Tüm dosya sistemi nesneleri (dosya ve klasörler dahil) için sağ tık menüsü
Computer = "Bu Bilgisayar" simgesi için sağ tık menüsü
RecycleBin = "Geri Dönüşüm Kutusu" simgesi için sağ tık menüsü
Library = Tüm kitaplıklar ve kitaplık dizin arka planları için sağ tık menüsü
New = Tüm dizin ve masaüstü arka planlarındaki "Yeni" menüsü öğeleri
SendTo = Tüm dosya sistemi nesnelerindeki "Gönder" menüsü öğeleri
OpenWith = Tüm dosyalardaki "Birlikte Aç" menüsü öğeleri
WinX = Win8~Win11 "Başlat" düğmesine sağ tıklandığında açılan Win+X menüsü öğeleri

LnkFile = Tüm .LNK kısayolları için sağ tık menüsü
UwpLnk = Win8~Win11 UWP uygulama kısayolları için sağ tık menüsü
ExeFile = Tüm .EXE çalıştırılabilir dosyaları için sağ tık menüsü
CustomExtension = Belirttiğiniz dosya uzantısı için sağ tık menüsü
PerceivedType = Belirttiğiniz algılanan dosya türü için sağ tık menüsü
DirectoryType = Belirttiğiniz algılanan dizin türü için sağ tık menüsü
UnknownType = Herhangi bir programla ilişkilendirilmemiş dosya türleri için sağ tık menüsü
MenuAnalysis = Belirtilen bir dosya nesnesinin tüm sağ tık menülerinin konumunu analiz eder

EnhanceMenu = Sağ tık menüsüne güçlü ve kullanışlı yeni öğeler ekler
DetailedEdit = Sistem ve diğer programların bazı menüleri için detaylı ayar kuralları
DragDrop = Bir dosyayı sağ tuşla sürükleyip bırakırken çıkan menü öğeleri
PublicReferences = Kullanıcı tarafından eklenen ortak başvurulardaki Shell alt menülerini düzenler
CustomRegPath = Özel kayıt defteri yollarındaki sağ tık menülerini düzenler
GuidBlocked = GUID tabanlı inatçı ShellEx öğelerini gizlemek için kullanılır
IEMenu = Internet Explorer web sayfası sağ tık menüsü

[Menu]
ChangeText = Metni Değiştir
ItemIcon = Menü Simgesi
ChangeIcon = Simgeyi Değiştir
ShieldIcon = Kalkan Simgesi
AddIcon = Simge Ekle
DeleteIcon = Simgeyi Kaldır
ItemPosition = Menü Konumu
SetDefault = Varsayılan Yap
SetTop = En Üste Taşı
SetBottom = En Alta Taşı
OtherAttributes = Diğer Özellikler
OnlyWithShift = Sadece Shift tuşuna basılıyken göster
OnlyInExplorer = Sadece Dosya Gezgini'nde göster
NoWorkingDirectory = Sağ tıklanan konum bilgisini kullanma
NeverDefault = Sol tık varsayılan komutu olarak ayarlama
ShowAsDisabledIfHidden = Devre dışı bırakıldığında gizlemek yerine soluk göster
Details = Ayrıntılar
WebSearch = Web'de Ara
ChangeCommand = Komutu Değiştir
RunAsAdministrator = Yönetici olarak çalıştır
FileProperties = Dosya Özellikleri
FileLocation = Dosya Konumu
RegistryLocation = Kayıt Defteri Konumu
ExportRegistry = Kayıt Defterini Dışa Aktar
Delete = Bu Öğeyi Sil
DeleteReference = Başvuruyu Kaldır
HandleGuid = GUID İşlemleri
CopyGuid = GUID'i Kopyala
BlockGuid = GUID'i Kilitle
ClsidLocation = CLSID Yolu
AddGuidDic = Sözlüğe Ekle
InitialData = İlk Veriyi Düzenle
BeforeSeparator = Ayırıcı Çizgisinin Üstünde Göster
ChangeGroup = Grubu Değiştir
RestoreDefault = Varsayılanı Geri Yükle
Edit = Düzenle
Save = Kaydet
FoldAll = Tümünü Daralt
UnfoldAll = Tümünü Genişlet
RestoreBackup = Yedeği Geri Yükle
DeleteBackup = Yedeği Sil
SwitchUserContextMenuStyle = Sağ Tık Menü Stilini Değiştir
Win11DefaultContextMenuStyle = Win11 (Varsayılan Stil)
Win10ClassicContextMenuStyle = Win10 (Klasik Stil)

[Dialog]
OK = Tamam
Cancel = İptal
Browse = Gözat
Program = Program
AllFiles = Tüm Dosyalar
RegistryFile = Kayıt Defteri Dosyası
ItemText = Menü Metni
ItemCommand = Menü Komutu
CommandArguments = Komut Parametreleri
SingleMenu = Tek Seviyeli Menü
MultiMenu = Çok Seviyeli Menü
Public = Herkese Açık (Ortak)
Private = Özel
SelectAll = Tümünü Seç
InputGuid = GUID Girin
AddGuidDic = Yerel GUID Sözlüğüne Ekle
DeleteGuidDic = Sil
NoPerceivedType = Algılanan Tür Yok
TextFile = Metin Dosyası
DocumentFile = Belge Dosyası
ImageFile = Resim Dosyası
VideoFile = Video Dosyası
AudioFile = Ses Dosyası
CompressedFile = Sıkıştırılmış Dosya
SystemFile = Sistem Dosyası
DocumentDirectory = Belge Dizini
ImageDirectory = Resim Dizini
VideoDirectory = Video Dizini
AudioDirectory = Ses Dizini
EditSubItems = "%s" alt menü öğelerini düzenle
DetailedEdit = "%s" menü öğesini detaylı düzenle
CheckReference = Lütfen başvurmak istediğiniz menü öğelerini seçin.
CheckCopy = Lütfen kopyalamak istediğiniz menü öğelerini seçin.
SelectExtension = Lütfen bir dosya uzantısı seçin.
SelectPerceivedType = Lütfen bir algılanan dosya türü seçin.
SelectDirectoryType = Lütfen bir algılanan dizin türü seçin.
SelectGroup = Lütfen kaydedilecek grubu seçin.
SelectNewItemType = Lütfen yeni menü türünü seçin.
SelectObjectType = Lütfen analiz edilecek nesne türünü seçin.
SelectDropEffect = Lütfen varsayılan sürükle-bırak komutunu seçin.
DefaultDropEffect = Varsayılan (Aynı diskte taşı, farklı diskte kopyala)
CopyDropEffect = Kopyala (Ctrl)
MoveDropEffect = Taşı (Shift)
CreateLinkDropEffect = Kısayol oluştur (Alt)
DownloadLanguages = Dil dosyalarını indir
TranslateTool = Çeviri Aracı
DefaultText = Varsayılan Metin
OldTranslation = Eski Çeviri
NewTranslation = Yeni Çeviri
DonateInfo = Bu liste belirli aralıklarla güncellenmektedir. Son güncelleme: %date \r\n\r\nToplam Tutar: %money TL, Toplam Kişi: %count
NewBackupItem = Yeni Yedek Oluştur
BackupContent = Yedek İçeriği:
BackupMode = Yedekleme Modu:
RestoreBackupItem = Yedeği Geri Yükle
RestoreContent = Geri Yükleme İçeriği:
RestoreMode = Geri Yükleme Modu:
BackupMode1 = Tüm menü öğelerini yedekle
BackupMode2 = Sadece etkin öğeleri yedekle
BackupMode3 = Sadece devre dışı öğeleri yedekle
RestoreMode1 = Yedek listesinde olmayanları yoksay
RestoreMode2 = Yedek listesinde olmayanları devre dışı bırak
RestoreMode3 = Yedek listesinde olmayanları etkinleştir
RestoreDetails = Geri Yükleme Ayrıntıları
ItemLocation = Öğe Konumu
RestoredValue = Geri Yüklenen Değer
Enabled = Etkin
Disabled = Devre Dışı

[Message]
TextCannotBeEmpty = Menü metni boş bırakılamaz!
CommandCannotBeEmpty = Menü komutu boş bırakılamaz!
StringParsingFailed = Yerelleştirilmiş metin çözümlenemedi!
TextLengthCannotExceed80 = Menü metni çok uzun, 80 karakteri geçemez!
ConfirmDeletePermanently = Bu öğeyi kalıcı olarak silmek istediğinizden emin misiniz?\r\nBu işlem geri alınamaz, lütfen dikkatli olun!
DeleteButCanRestore = Bu menünün kayıt defteri öğesini silmek istediğinizden emin misiniz?\r\nOtomatik yedekleme etkin olduğu için (varsayılan olarak etkindir),\r\nsildikten sonra yedekleme klasöründen geri yükleyebilirsiniz.
ConfirmDeleteReference = Bu öğeye olan başvuruyu kaldırmak istediğinizden emin misiniz?
ConfirmDelete = Bu öğeyi silmek istediğinizden emin misiniz?
ConfirmDeleteReferenced = Bu öğeyi silmek istediğinizden emin misiniz?\r\nBu öğeye başvuran tüm diğer öğeler çalışmaz hale gelecektir, lütfen dikkatli olun!
CannotAddNewItem = Sistem, alt menü sayısını en fazla 16 ile sınırlar.\r\nDaha fazla alt menü öğesi eklenemez!
VistaUnsupportedMulti = Vista işletim sistemi çok seviyeli menüleri desteklemiyor!
CannotHideSubItem = İşletim sistemi sürümünüz çok eski, alt menüleri gizlemeyi desteklemiyor!
UnsupportedFilename = Desteklenmeyen dosya adı.\r\nAynı ada sahip bir menü öğesi zaten mevcut olabilir!
NoOpenModeExtension = Bu uzantıyla ilişkilendirilmiş varsayılan bir "Birlikte Aç" programı yok.\r\nLütfen önce bu dosya türü için bir varsayılan program atayın!
CannotChangePath = Dosya yolunun değiştirilmesine izin verilmiyor!
CopiedToClipboard = Panoya kopyalandı:
MalformedGuid = Hatalı biçimlendirilmiş GUID.
HasBeenAdded = Bu öğe zaten eklenmiş!
SelectSubMenuMode = Bu çok seviyeli menünün hiç alt öğesi yok. İki seçeneğiniz var:\r\n① Bu menünün tüm alt öğeleri özel olsun (Önerilir).\r\n② Bu menü, diğer menülerle aynı alt öğeleri paylaşabilsin.\r\nLütfen seçiminizi yapın...
EditInitialData = Bu program şimdilik sadece düz metin dosyalarının ilk verisini düzenlemeyi desteklemektedir.\r\nDiğer dosya türleri için kayıt defterindeki "Data" değerini kendiniz düzenlemeniz gerekir.\r\nİşleme devam etmek istediğinizden emin misiniz?
PromptIsOpenItem = Bu öğe, dosya veya klasörlerin "Aç" menüsüdür.\nDikkatsiz bir işlem, dosyaları veya klasörleri açamamanıza neden olabilir.\nDevam etmek istediğinizden emin misiniz? (Önerilmez)
SelectRegPath = İşlem Adımları:\r\n① Kayıt Defteri Düzenleyicisi'ni açın (otomatik olarak).\r\n② Hedef kayıt defteri yoluna gidin.\r\n③ Kayıt Defteri Düzenleyicisi penceresini kapatın.\nDevam etmek istiyor musunuz?
RestartApp = Program yeniden başlatılacak!
FileNotExists = Dosya mevcut değil!
FolderNotExists = Klasör mevcut değil!
UpdateInfo = 【Güncelleme Kontrolü】\r\nMevcut sürüm: %v1\r\nEn son sürüm: %v2\r\nGüncellemeyi hemen indirmek ister misiniz?
UpdateSucceeded = Program başarıyla güncellendi!
DicUpdateSucceeded = Sözlük ve dil dosyaları başarıyla güncellendi!
VersionIsLatest = Mevcut sürümünüz zaten en günceli!
WebDataReadFailed = İnternetten veri okunamadı!
OpenWebUrl = İlgili web sayfasını açmak ister misiniz?
AuthorityProtection = Bu menü öğesinin kayıt defteri girdileri bir güvenlik yazılımı tarafından korunuyor olabilir.\r\nBu nedenle devre dışı bırakılamaz, silinemez veya üzerinde değişiklik yapılamaz.
WinXSorted = Sıralama özelliğini iyileştirmek için bazı öğeler yeniden numaralandırıldı.\r\nDeğişikliklerin etkili olması için Dosya Gezgini'ni yeniden başlatmanız gerekiyor.
RestoreDefault = Varsayılan menü öğelerini geri yüklemek istediğinizden emin misiniz?
DeleteGroup = Bu grubu ve içindeki tüm menü öğelerini kalıcı olarak silmek istediğinizden emin misiniz?
OldBackupVersion = Bu yedek eski bir sürüme ait, veriler tam olarak geri yüklenemeyebilir!
BackupSucceeded = Yedekleme tamamlandı! Toplam %s menü öğesi işlendi.
NoNeedRestore = Geri yüklenecek herhangi bir öğe yok!
RestoreSucceeded = Geri yükleme tamamlandı! Toplam %s menü öğesi işlendi.
ConfirmDeleteBackupPermanently = Bu yedeği kalıcı olarak silmek istediğinizden emin misiniz?\r\nBu işlem geri alınamaz, lütfen dikkatli olun!
DeprecatedBackupVersion = Bu yedek artık desteklenmeyen bir veri yapısına sahip, geri yüklenemez!
NotChooseAnyBackup = Herhangi bir yedek öğesi seçmediniz!
NotChooseAnyRestore = Herhangi bir geri yükleme öğesi seçmediniz!

[Tip]
RestartExplorer = Dosya Gezgini'ni yeniden başlatmak masaüstünün anlık olarak yanıp sönmesine neden olur, bu normal bir durumdur.\r\nİsterseniz daha sonra bilgisayarı yeniden başlatarak veya oturumu kapatıp açarak da değişiklikleri uygulayabilirsiniz.
CustomFolder = Bunu devre dışı bırakmak, dosya sistemi nesnelerinin\r\nözellikler penceresindeki "Özelleştir" sekmesini de devre dışı bırakır.
SendToDrive = Sadece çıkarılabilir bir disk takılıyken işe yarar\r\nve o diskin tüm bölümlerini gösterir.
BuildSendtoMenu = Bunu devre dışı bırakmak ana menünün daha hızlı açılmasını sağlar,\r\nfakat "Gönder" alt menüsünün açılmasını geciktirir.
InvalidItem = Geçersiz bir menü öğesi, kendisinden sonra gelen\r\ntüm menü öğelerinin görünmemesine neden olur (silinmesi önerilir).
EditSubItems = Alt menü öğelerini düzenle
AddReference = Ortak başvurulardan öğe ekle
AddFromPublic = Ortak başvurulardan menü öğesi kopyala
AddFromParentMenu = Ana menüden öğe kopyala
AddSeparator = Ayırıcı çizgisi ekle
DeleteGuidDic = Kullanıcının bu öğe için eklediği yerel GUID sözlüğünü sil
LockNewMenu = Etkinleştirildiğinde, üçüncü parti programların yeni öğe eklemesini engeller\r\nve mevcut öğelerin sıralanmasına izin verir (kapatıldığında eski haline döner).
DropOrSelectObject = Lütfen bir dosya veya dizini sürükleyin ya da butona tıklayarak seçin.
ConfigPath = Yapılandırma ve veri dosyalarının kaydedildiği yolu değiştirmek,\r\nbazı etkinleştirilmiş gelişmiş menülerin çalışmamasına neden olabilir.\r\nBu durumda, gelişmiş menüler bölümünden ilgili menüleri yeniden etkinleştirebilirsiniz.
CommandFiles = Bu komut yapılandırma dosyalarına bağımlıdır. Dosyaların yerini değiştirmek\r\nbu menü öğesinin çalışmamasına neden olur. Tekrar etkinleştirerek düzeltebilirsiniz.
CreateGroup = Yeni bir grup oluştur
ImmediatelyCheck = Hemen Kontrol Et

[About]
Description = Windows sağ tık menülerini yönetmek için geliştirilmiş bir araç
CheckUpdate = Güncellemeleri Denetle
GitHub = GitHub
Gitee = Gitee
License = Lisans

[Other]
CustomFolder = Klasörü Özelleştir (&F)...
BuildSendtoMenu = "Gönder" menüsünü hızlı oluştur
NewItem = Yeni bir menü öğesi oluştur
AddGuidBlockedItem = Kilitlenecek bir GUID öğesi ekle
LockNewMenu = "Yeni" menüsünü kilitle ve sıralamayı etkinleştir
InvalidItem = Geçersiz menü öğesi:
Separator = >>>>>> Ayırıcı Çizgisi <<<<<<
SelectRegPath = Lütfen bir kayıt defteri anahtarı seçin
CurrentExtension = Şu anda seçili olan dosya uzantısı: %s
CurrentPerceivedType = Şu anda seçili olan algılanan dosya türü: %s
CurrentDirectoryType = Şu anda seçili olan algılanan dizin türü: %s
CurrentFilePath = Şu anda seçili olan dosya nesnesinin yolu:
CurrentRegPath = Şu anda seçili olan kayıt defteri yolu:
WinXSortable = Win+X menüsü sıralama özelliğini etkinleştir
ShowFilePath = Durum çubuğunda dosya yolunu anlık olarak göster
OpenMoreRegedit = Birden fazla Kayıt Defteri Düzenleyicisi penceresi aç
OpenMoreExplorer = Birden fazla Dosya Gezgini penceresi aç
RestartExplorer = Bazı işlemlerin geçerli olması için Dosya Gezgini'ni yeniden başlatmanız gerekiyor
SwitchDictionaries = Sözlük Değiştir
WebDictionaries = İnternet Sözlükleri
UserDictionaries = Kullanıcı Sözlükleri
DictionaryDescription = Sözlük Açıklaması
GuidInfosDictionary = GUID Bilgileri
UwpMode = UWP Modülü
Translators = Çeviriye Katkıda Bulunanlar
DonationList = Bağış Listesi
ConfigPath = Yapılandırma ve veri dosyalarının konumu
AppDataDir = AppData Dizini
AppDir = Program Dizini
AutoBackup = Menü silindiğinde kayıt defterini otomatik yedekle
SetUpdateFrequency = Otomatik güncelleme kontrol sıklığını ayarla
OnceAWeek = Haftada bir
OnceAMonth = Ayda bir
OnceASeason = Üç ayda bir
NeverCheck = Asla denetleme
SetRequestRepo = Veri erişimi için kullanılacak internet sitesini ayarla
ProtectOpenItem = Adı "Aç" olan menü öğelerini koru
WebSearchEngine = Web aramaları için kullanılacak arama motorunu ayarla
CustomEngine = Özel
SetCustomEngine = Arama motorunu ayarla (aranacak kelime için %s kullanın)
HideDisabledItems = Devre dışı bırakılmış menü öğelerini gizle
HideSysStoreItems = Ortak başvurulardaki sistem menülerini gizle
SetPerceivedType = %s uzantılı dosyaların algılanan türünü ayarla:
SetDefaultDropEffect = Dosya nesneleri için varsayılan sürükle-bırak komutunu ayarla:
TopMost = Pencereyi her zaman en üstte tut

AboutApp = [Uyumluluk ve Performans]\r\n 1 = Win11, 10, 8.1, 8, 7, Vista sürümleriyle uyumludur.\r\n 2 = 64-bit ve 32-bit işlemcili işletim sistemlerini destekler.\r\n 3 = Yüksek DPI ekranlara uyarlanmıştır, en iyi görüntüleme için önerilen ölçeklendirme %150'dir.\r\n\r\n[Açık Kaynak]\r\n 1 = Programlama Dili: C#, WinForm uygulaması, MIT Açık Kaynak Lisansı.\r\n 2 = Github Deposu: https://github.com/Jack251970/ContextMenuManager \r\n 3 = Gitee Deposu: https://gitee.com/Jack251970/ContextMenuManager \r\n\r\n[Önemli Uyarılar]\r\n 1 = Program, çok sayıda kayıt defteri anahtarı ve dosya üzerinde okuma, yazma, silme ve değiştirme işlemi yapar. Bu işlemler hassas olduğundan, Windows Defender gibi güvenlik yazılımları tarafından yanlışlıkla virüs olarak algılanabilir. Böyle bir durumda programı beyaz listeye eklemeniz gerekebilir.\r\n\r\n 2 = Bazı özel menü öğeleri, dış faktörlerden dolayı sağ tık menüsünde doğrudan görünmeyebilir. Ancak bu programda, genel kurallar gereği yine de "etkin" olarak gösterilebilirler. Bu normal bir durumdur.\r\n\r\n 3 = Her sağ tık yöneticisi programı, menüleri farklı yöntemlerle devre dışı bırakır. Aynı anda birden fazla yönetici programı kullanmamanız önerilir. Çoğu program basitçe "yedekle-sil" yöntemini (yıkıcı) kullanırken, bu program mümkün olduğunca sistemin sunduğu anahtarları kullanarak öğeleri gizler (yıkıcı olmayan). Başka bir programla devre dışı bıraktığınız menüleri, öncelikle o programı kullanarak geri yükleyin, aksi takdirde bu programda göremeyebilirsiniz.\r\n\r\n 4 = Bu program, kaldırılmış programların artıklarını temizlemek için tasarlanmamıştır (Uninstaller değildir). Ancak menü öğeleriyle ilgili kayıt defteri ve dosya konumlarını bulmanıza yardımcı olur. Bu verilere dayanarak manuel işlem yapabilirsiniz. Eğer deneyimli bir kullanıcı değilseniz, sadece "Etkinleştir/Devre Dışı Bırak" anahtarlarını kullanmanız önerilir.

Dictionaries = [Sözlük Açıklaması]\r\n Bu program çeşitli sözlük dosyaları kullanır. Her sözlüğün bir kullanıcı sürümü (User klasörü) ve bir internet sürümü (Web klasörü) vardır.\r\n Programa yeni bir sözlük eklemek isterseniz, dosyayı sağ tıklayıp User klasörüne kaydedebilir ve dosya içindeki talimatlara göre eklemeler yapabilirsiniz.\r\n Kendi sözlüğünüzü e-posta ile bana gönderebilir veya Github üzerinden projeye "Merge Request" atarak katkıda bulunabilirsiniz.\n Sağdaki sekmelerde orijinal sözlük içeriği bulunmaktadır. Sekmeler arasında geçiş yaparak içeriği görüntüleyebilir, sağ tıklayarak düzenleyebilir ve kaydedebilirsiniz.\r\n\r\n[Sözlük İçerikleri]\r\n 1 = Program arayüzü dil dosyası (Languages klasörü)\r\n 2 = ShellEx menü öğeleri için GUID metin ve simge sözlüğü (GuidInfosDic.ini)\r\n 3 = Sistem ve diğer programların menüleri için detaylı ayar kuralları sözlüğü (DetailedEditDic.xml)\r\n 4 = Gelişmiş menü öğeleri sözlüğü (EnhanceMenusDic.xml)\r\n 5 = UWP yeni modül sözlüğü (UWPModeItemsDic.xml)

Donate = Bu program tamamen ücretsizdir. Eğer yazılımın işinize yaradığını düşünüyorsanız, aşağıdaki QR kodlarını (WeChat, Alipay, Tencent QQ) tarayarak bağışta bulunabilirsiniz. Miktar önemli değil, desteğiniz için teşekkürler!\r\nAyrıca Github veya Gitee üzerinde bu projeye bir yıldız (Star) vermeniz beni çok mutlu eder (Bu benim için gerçekten önemli!)

Unknown = Bilinmiyor
RestoreItemText = Yedek (Kaynak: %device ; Tarih: %time )

SearchContent = Ara...
StatusSearch = '%searchText' aranıyor - %visibleCount sonuç bulundu (Toplam %totalCount)